{
    "ESTJ":{"abs":"ESTJ（幹部）は、「外向型」「感覚型」「思考型」「判断型」という特性を持ちます。ロジカルな思考で事実やデータに基づいた計画性のある行動をとり、周囲から信頼される存在です。誠実で決断力に優れ、目標達成に向けてチームを導くことを得意とします。一方、ルールやマニュアルから外れることが苦手なため、融通がきかないと思われることも。組織内ではリーダーポジションで成果を上げることができるでしょう。"},
    "ESTP":{"abs":"ESFP（エンターテイナー）タイプは、「外向型」「感覚型」「感情型」「知覚型」という特性を示します。社交的で人を楽しませる素質があります。自由かつ好奇心旺盛な性格で、環境の変化にも柔軟に対応できるのが強み。一方、常に刺激を求めていたいタイプで、ルーチンワークや長期的な計画を立てるのが苦手です。組織内ではコミュニケーターとして活躍し、イベントやプロジェクトの成功をサポートします。特に、営業や広報担当などの人と接する職業において力を発揮できるでしょう。"},
    "ESFJ":{"abs":"ESFJ（領事）タイプは、「外向型」「感覚型」「感情型」「判断型」という特性を示します。社交性と協調性に優れ、相手の気持ちを尊重しながら行動するのが特徴です。一方で、伝統や秩序を重んじるため、時代の変化や新しいニーズへの対応が遅れがちな部分も。組織内ではチームリーダーとして活躍できるでしょう。教育・ヘルスケアなど、人をサポートする職業においても優れた能力を発揮します。"},
    "ESFP":{"abs":"ESTP（起業家）タイプは、「外向型」「感覚型」「思考型」「知覚型」という特性を持っています。合理的な判断力を持ちつつ、理想に向かって行動する情熱家です。プレッシャーに強く、リスクを恐れずポジティブに物事を進めていきます。一方で、熱しやすく冷めやすい飽き性な一面も。組織内では自発的に行動する管理職、チームリーダーとして力を発揮するでしょう。"},
    "ENTJ":{"abs":"ENTJタイプは、「外向型」「直観型」「思考型」「判断型」という特徴があります。戦略的思考に優れたリーダータイプで、組織運営や意思決定、チームの動機付け、戦略的計画と実行において優れた能力を発揮します。一方で、刺激や変化を求める傾向があり、ルーチンワークが苦手な一面も。経営者や管理職として、組織を導くでしょう。"},
    "ENTP":{"abs":"ENTPタイプは、「外向型」「直観型」「思考型」「知覚型」な特性を兼ね備えています。創造的で好奇心旺盛であり、柔軟な思考の持ち主です。また、既成概念にとらわれない独創的な発想で問題解決を図るのが得意な傾向があります。一方で、忍耐力があるとは言えない性格で、長期計画では途中で挫折することもあるでしょう。戦略的思考による問題解決や新しいアイデアを活かしながらプロジェクトを推進する、リーダーとしての活躍が期待されます。"},
    "ENFJ":{"abs":"ENFJ（主人公）は、「外向型」「直観型」「感情型」「判断型」という特性があります。社交的で共感力に優れ、人々を鼓舞し影響を与えるカリスマ性を備えているのが特徴です。高い理想と計画性で目標達成に励みますが、他者の問題に深く関わりすぎて自分を犠牲にする傾向があります。組織内ではチームのリーダーとして人々を導き、組織の成長と発展に貢献するでしょう。"},
    "ENFP":{"abs":"ENFP（運動家）は、「外向型」「直観型」「感情型」「知覚型」な特性を有します。社交性が高く人とのつながりを大切にし、自分の感情や思いを表現することが得意です。好奇心旺盛で創造性が高く、さまざまなことに興味を持ちます。一方で、計画を立てることが苦手で、粘り強さに欠けることも。クリエイティブな仕事や人に寄り添う仕事などで能力を発揮できるでしょう。"},
    "ISTJ":{"abs":"ISTJタイプ（管理者）は、「内向型」「感覚型」「思考型」「判断型」という特性を兼ね備えています。堅実で責任感が強く、計画に基づいた行動を好むのが特徴です。感情よりも事実を重視し、冷静かつ論理的な思考に基づいて信頼性の高い行動を選択します。ただし、柔軟性に欠ける点に注意が必要です。ルールや規則が定まっている公務員や、正確さを求められる財務や監査などの仕事で能力を発揮できるでしょう。"},
    "ISTP":{"abs":"ISTP（巨匠）タイプは、「内向型」「感覚型」「思考型」「知覚型」という特性を持ちます。柔軟で適応能力が高く、現実的な解決策を見いだす能力に秀でています。どんな状況でも感情に流されず、論理的な判断ができるのも強み。一方、寡黙で感情表現が苦手なため他者への共感力に乏しい一面があり、対人関係に課題を抱えることがあります。エンジニアやプログラマーなどの技術職で能力を発揮できるでしょう。"},
    "ISFJ":{"abs":"ISFJ（擁護者）タイプは、「内向型」「感覚型」「感情型」「判断型」といった特徴を備えています。他者への思いやりと共感力に優れています。また、細部に対する鋭い注意力と、緻密な計画性も強みです。一方で、自己主張やリスクを伴う行動には慎重になる傾向があります。組織内においては、メンバーのサポーターや連携役として、重要な役割を担うでしょう。医療・看護・教育など、対人関係が重視される職業にも適性を発揮します。"},
    "ISFP":{"abs":"ISFP（冒険家）タイプは、「内向型」「感覚型」「感情型」「知覚型」という特性があります。型にはまらない自由な発想と豊かな想像力を持ち合わせています。新しい状況や変化に柔軟に対応する芸術家タイプで、アイデアの実現のために積極的に行動するのが強み。一方で、計画性を持って物事を進めるのが苦手なため、地道な努力が不得意な一面もあります。組織内では、新しい戦略やアイデアの提供者として活躍できるでしょう。組織の団結を強化する能力にも秀でています。"},
    "INTJ":{"abs":"INTJタイプは、「内向型」「直観型」「思考型」「判断型」という特性を持ちます。客観的な事実に基づく論理的思考や推論、複雑な問題解決に長けており、目標達成に強くコミットメントする傾向があります。一方で、感情表現が苦手で独断的な発言でチームワークを乱してしまうことも。問題解決能力に優れ、組織やチームを成功に導くことが得意でしょう。"},
    "INTP":{"abs":"INTPタイプは、「内向型」「直観型」「思考型」「知覚型」な傾向が強い性格です。論理的かつ分析的な思考家で物事を探求すると同時に、独創的な発想による問題解決能力に優れています。一方で、集団に属することやチームワークを求められる作業が苦手です。研究開発者や専門家、アドバイザーなどの分野で重要な役割を果たすでしょう。"},
    "INFJ":{"abs":"INFJ（提唱者）は、「内向型」「直観型」「感情型」「判断型」という特性があります。人の感情や状況を敏感に察知する直観力と洞察力に優れており、良好な人間関係の構築を得意とします。一方で、周囲への過度な気遣いによって、人間関係にストレスを抱えることもしばしば。共感性を活かせるカウンセラーや洞察力が活きるマーケティングのような仕事で、影響力を発揮するでしょう。"},
    "INFP":{"abs":"INFP（仲介者）は、「内向型」「直観型」「感情型」「知覚型」な特性を持ちます。他者の感情に敏感で、優れた共感能力によって人との絆を深めるタイプです。夢や理想を実現するために、前向きにチャレンジしていきます。一方で、慎重になりすぎて決断や行動に移すのが遅くなる一面も。組織においては、チームの結束力を高めるサポーターや相談役として大きな貢献が期待されます。"}
}