import random

mbti_list = [['E','I'],['S','N'],['T','F'],['J','P']]

mbti_explanation0 ="""
    <MBTI:>
    エネルギーの方向 | 外向型（E）もしくは内向型（I）
    興味や関心など、エネルギーの方向性を示すカテゴリーです。自分のエネルギーの源が人と接する外側に向いているのか、自分の時間を大切にする内側に向いているのかが分かります。

    「外向型（E：Extraversion）」は社交的で、人や活動からエネルギーを得ることを好み、周囲の人や環境を重視します。
    「内向型（I：Introversion）」は前に出たくない性格で、エネルギーを内省や単独での活動から得る傾向があり、自己の内面や個人的な価値観を重んじます。

    ものの見方 | 感覚型（S）もしくは直観型（N）
    ものの見方や認識のスタイルを意味するカテゴリーです。情報を受け取ったときに、事実をベースに解釈するのか、未来や概念を重視して解釈するのかが分かります。

    「感覚型（S：Sensing）」は現実重視タイプで、具体的な事実やデータに基づいて、物事を冷静に捉える能力があります。
    「直観型（N：Intuition）」は理想主義タイプで、可能性や将来の展望に目を向け、目に見えない要素や未来の展望に深い関心を持ちます。

    判断の仕方 | 思考型（T）もしくは感情型（F）
    判断や意思決定の基準を示すカテゴリーです。なにかを判断するときに、真実を優先するのか、人の気持ちを優先するのかが分かります。

    「思考型（T：Thinking）」は論理重視型で、判断を下す際に論理や客観性を重視し、事実や原則に基づいて冷静に決断を下す傾向があります。
    「感情型（F：Feeling ）」は感情重視型で、判断を下す際に人間関係や感情を重視し、調和や共感を大切にする傾向があります。

    外部との接し方 | 判断型（J）もしくは知覚型（P）
    外部環境とのアプローチや態度を示すカテゴリーです。計画通りに進めたいのか、ある程度の余白が欲しいのかが分かります。

    「判断型（J：Judging）」は計画的で組織的なアプローチを好み、効率的に決断を下すことを重視します。
    「知覚型（P：Perceiving）」は柔軟性と適応力に優れ、臨機応変に対応できます。規則が苦手で、流れに任せた余裕のあるアプローチを好みます。
    """