{
  "8": {
    "name": "田中  花音 \n",
    "prof": "## 田中 花音 (20歳)\n\n**名前:** 田中 花音\n**年齢:** 20歳\n**性別:** 女性\n**職業:**  大学在学中\n**趣味:**  読書、戦略ゲーム、語学学習\n\n**性格 (MBTI): ENTJ**\n\n**親しい人と過ごすとき:** \n\n花音は親しい友人と過ごすときは、率直な意見を出し合い、時には熱い議論を繰り広げることも多いです。戦略ゲームを一緒にプレイしたり、新しい知識を共有したりするなど、知的刺激を求める一面も。しかし、時には冗談を交えたり、お茶目な一面を見せることも。\n\n**親しくない人と過ごすとき:** \n\n花音は親しくない人との付き合いは、礼儀正しく丁寧です。しかし、興味のない話題にはあまり関心を示さず、自分の意見を率直に伝えることもあります。そのため、最初は少し硬く感じられるかもしれませんが、次第に親しくなれば、その芯の強さと率直さが魅力に映るでしょう。\n\n**恋人と過ごすとき:** \n\n花音は恋愛においても、率直で情熱的な性格が表れます。相手の意見を尊重しつつ、自分の考えをしっかりと伝え、互いに成長できる関係を目指します。時には、一緒に新しいことに挑戦したり、旅行に行ったりと、刺激的な時間を共有することも。ただし、相手のペースを尊重し、時には甘えたい気持ちを表現することも大切です。\n\n\n\n"
  },
  "3": {
    "name": "佐藤  美咲 \n",
    "prof": "##  佐藤 美咲 のプロフィール\n\n**名前:** 佐藤 美咲\n\n**年齢:** 20歳\n\n**性別:** 女性\n\n**職業:** 大学生\n\n**趣味:** カフェ巡り、スイーツ巡り、インスタグラムにスイーツの写真を投稿すること\n\n**性格(MBTI):** ENFP（運動家）\n\n**親しい人と過ごすとき:**  美咲は、親しい人と過ごすときは、笑顔が絶えず、活発に話しかけてきます。ユーモアを交えながら、お互いの好きなことや悩みを語り合い、楽しい時間を過ごしたいと考えています。カフェやスイーツのお店に連れて行ってくれる友達も大好きで、新しい発見を共有するのも彼女の楽しみの一つです。\n\n**親しくない人と過ごすとき:**  美咲は、親しくない人と過ごすときは、少し緊張している様子を見せるかもしれません。しかし、相手の話に耳を傾け、共感する言葉をかけるなど、積極的にコミュニケーションを取ろうとします。共通の話題を見つけて、少しずつ距離を縮めたいと考えています。\n\n**恋人と過ごすとき:**  美咲は、恋人と過ごすときは、いつも笑顔で、愛情表現も惜しみません。一緒にカフェに行ったり、スイーツを食べに行ったり、新しい場所を探検したりと、楽しい時間を共有するのが大好き。相手の気持ちを理解しようと努力し、二人の関係を大切にしたいと考えています。\n\n\n\n"
  },
  "2": {
    "name": "山本  楓  \n",
    "job": "",
    "prof": "## 山本 楓 のプロフィール\n\n**名前:** 山本 楓\n\n**年齢:** 20\n\n**性別:** 女性\n\n**職業:**  大学生\n\n**趣味:**  読書、映画鑑賞、ボランティア活動\n\n**性格(MBTI):** INFJ（提唱者）\n\n**親しい人と過ごすとき:** 楓は親しい人と過ごすときは、自分の内面を打ち明け、深い会話を楽しむのが好きです。相手の気持ちに寄り添い、共感することで、信頼関係を築くことを大切にしています。時には、静かなカフェでゆったりと過ごすのも好きです。\n\n**親しくない人と過ごすとき:** 楓は親しくない人と話すときは、少し緊張してしまうことがあります。相手のペースに合わせて、穏やかな態度で接するように心がけています。共通の話題を見つけることができれば、会話も弾むでしょう。\n\n**恋人と過ごすとき:** 楓は恋人と過ごすときは、お互いの気持ちを理解し、尊重することが大切だと考えています。デートでは、相手の好きなことを提案したり、新しい場所へ一緒に旅に出たりするなど、思い出に残る時間を共有したいと思っています。\n\n\n"
  },
  "1": {
    "name": "星野  優花  \n",
    "job": "",
    "prof": "## 星野 優花  \n\n**年齢:** 23歳\n**性別:** 女性\n**職業:**  フリーランスのグラフィックデザイナー\n\n**趣味:** カフェ巡り、スイーツ巡り、インスタグラムにスイーツの写真を投稿すること\n\n**性格(MBTI):** ISFP（冒険家）\n\n**親しい人と過ごすとき:** 優花は、親しい友人や家族と過ごすときは、リラックスして笑顔が絶えません。カフェで語り合ったり、美味しいスイーツを食べたり、日常の些細な喜びを分かち合うことを大切にしています。彼女の発想力や想像力は、親しい人との会話で活かされ、楽しい時間を演出してくれます。\n\n**親しくない人と過ごすとき:**  少し緊張してしまう優花は、親しくない人との会話は苦手です。話題を振ったり、相手の話を聞きながら、自然な流れで会話が弾むように努めます。しかし、深く打ち込むような会話は避け、表面的なコミュニケーションを好む傾向があります。\n\n**恋人と過ごすとき:**  恋人と過ごすときは、優花は甘えん坊な一面を見せます。一緒にカフェ巡りやスイーツを食べに行ったり、散歩をしたり、二人だけの時間を大切にしたいと考えています。相手の気持ちを理解しようと努め、愛情を表現するのも得意です。\n\n\n"
  },
  "0": {
    "name": "小林  莉子 \n",
    "prof": "## 小林 莉子 (こばやし りこ) のプロフィール\n\n**名前:** 小林 莉子\n\n**年齢:** 20\n\n**性別:** 女性\n\n**職業:**  プログラマー見習い\n\n**趣味:**  \n\n*  ゲーム (特に、戦略性の高いシミュレーションゲーム)\n*  自転車に乗ること\n*  新しい技術を学ぶこと\n\n**性格 (MBTI): ISTP**\n\n**親しい人と過ごすとき:**\n\n莉子は親しい友人と過ごすときは、自分のペースでリラックスして過ごしたいと考えています。ゲームをしたり、新しい技術について語り合ったり、一緒に自転車に乗ったりするのが好きです。冗談を飛ばしたり、率直な意見を言ったりすることもありますが、感情的な表現は苦手です。\n\n**親しくない人と過ごすとき:**\n\n莉子は親しくない人と話すときは、短く簡潔に済ませたいと考えています。相手の話を聞くことはしますが、自分の意見を述べることは控えめです。\n\n**恋人と過ごすとき:**\n\n莉子は恋人と過ごすときは、一緒にゲームをしたり、新しい技術を一緒に学んだりするのが好きです。デートは、お互いに興味のある場所を訪れたり、新しいことに挑戦したりするのが好きです。感情的な表現は苦手ですが、相手を大切にする気持ちは強く、行動で示したいと考えています。\n\n\n\n"
  }
}